Autodesk.Revit.DB.ICustomFieldProperties.AreEqualTo(Autodesk.Revit.DB.ICustomFieldProperties)
Identifies if the custom field properties are equal or not.
otherProperties:
The other properties.
Returns:
Returns true if the custom field properties are equal, false otherwise.
Since:
2024

Autodesk.Revit.DB.ICustomFieldProperties
Represents the base class for the properties of a custom field.
Since:
2024